{
  "title": "Sony PlayStation5 Gaming Console (Slim)",
  "price": "54,990.",
  "rating": "4.5",
  "availability": "In stock",
  "features": [
    "Slim Design: With PS5, players get powerful gaming technology packed inside a sleek and compact console design. 1TB of Storage: Keep your favorite games ready and waiting for you to jump in and play with 1TB of SSD storage built in. Ultra-High Speed SSD: Maximize your play sessions with near instant load times for installed PS5 games.",
    "Integrated I/O: The custom integration of the PS5 console's systems lets creators pull data from the SSD so quickly that they can design games in ways never before possible. Ray Tracing: Immerse yourself in worlds with a new level of realism as rays of light are individually simulated, creating true-to-life shadows and reflections in supported PS5 games. 4K-TV Gaming: Play your favorite PS5 games on your stunning 4K TV.",
    "Up to 120fps with 120Hz output: Enjoy smooth and fluid high frame rate gameplay at up to 120fps for compatible games, with support for 120Hz output on 4K displays. HDR Technology: With an HDR TV, supported PS5 games display an unbelievably vibrant and lifelike range of colors. Tempest 3D AudioTech: Immerse yourself in soundscapes where it feels as if the sound comes from every direction. Your surroundings truly come alive with Tempest 3D AudioTech in supported games.",
    "Haptic Feedback: Experience haptic feedback via the DualSense wireless controller in select PS5 titles and feel the effects and impact of your in-game actions through dynamic sensory feedback. Adaptive Triggers: Get to grips with immersive adaptive triggers, featuring dynamic resistance levels which simulate the physical impact of in-game activities in select PS5 games.",
    "Includes ASTRO’S: Playroom Explore four worlds, each one showcasing innovative gameplay using the versatile features of the DualSense wireless controller, in this game included for all PS5 console users."
  ],
  "images": [
    "https://images-eu.ssl-images-amazon.com/images/I/81kAitW5qAL._AC_UL116_SR116,116_.jpg",
    "https://m.media-amazon.com/images/I/41b-EDZt7dL._SX300_SY300_QL70_FMwebp_.jpg",
    "https://images-eu.ssl-images-amazon.com/images/I/61Q1Pa4X4-L._AC_UL116_SR116,116_.jpg",
    "https://images-eu.ssl-images-amazon.com/images/I/51ljnEaW0pL._AC_UL116_SR116,116_.jpg"
  ]
}